Repository: ssbm-oro/racetime-obs
Catalog: src/locales/*/LC_MESSAGES/racetime-obs.po
Languages: de, es, fr, pt

source: <p>You've loaded the incorrect script.<br><br>Please remove this fileand add 'racetime_obs.py' instead</p>
de: <p> Sie haben das falsche Skript geladen. <br> <br> Bitte entfernen Sie diese Datei und fügen Sie stattdessen 'racetime_obs.py' hinzu </ p>
es: <p>Cargó la secuencia de comandos incorrecta. <br> <br> Elimine este archivo y agregue 'racetime_obs.py' en su lugar</p>
fr: <p> Vous avez chargé le script incorrect. <br> <br> Veuillez supprimer ce fichier et ajouter "racetime_obs.py" à la place </p>
pt: <p> Você carregou o script incorreto. <br> <br> Remova este arquivo e adicione 'racetime_obs.py' em seu lugar </p>

source: Select a text source to use as your timer and enter your full username on racetime.gg (including discriminator). This only needs to be done once. Then select the race room each race you join and stop worrying about whether you started your timer or not.
de: Wählen Sie eine Textquelle als Timer und geben Sie Ihren vollständigen Benutzernamen unter racetime.gg (einschließlich Diskriminator). Dies muss nur einmal durchgeführt werden. Wählen Sie dann bei jedem Rennen, an dem Sie teilnehmen, den Rennraum aus und machen Sie sich keine Sorgen mehr. ob Sie Ihren Timer gestartet haben oder nicht.
fr: Sélectionnez une source de texte à utiliser comme minuterie et entrez votre nom d'utilisateur complet sur racetime.gg (y compris le discriminateur). Cela a seulement besoin d'être fait une fois. Ensuite, sélectionnez la salle de course à chaque course que vous rejoignez et arrêtez de vous soucier de savoir si vous avez démarré votre chronomètre ou non.
pt: Selecione uma fonte de texto para usar como seu cronômetro e digite seu nome de usuário completo em racetime.gg (incluindo discriminador). Isso só precisa ser feito uma vez. Em seguida, selecione a sala de corrida de cada corrida em que você participa e pare de se preocupar se você iniciou o cronômetro ou não.

source: Race info
de: Renninfo
es: Info de carrera
fr: Infos course
pt: Informação da corrida

source: Refresh
de: Aktualisierung
es: Actualizar
fr: Rafraîchir
pt: Atualizar

source: Race not found
de: Rennen nicht gefunden
es: Carrera no encontrada
fr: Race introuvable
pt: Raça não encontrada

source: All
de: Alle
es: Todos
fr: Toute
pt: Todos

source: None
es: Ninguna
fr: Aucune
pt: Nenhum

source: Display coop information?
de: Koop-Informationen anzeigen?
es: ¿Mostrar información de la cooperativa?
fr: Afficher les informations sur la coopérative
pt: Exibir informações da cooperativa?

source: Co-op Mode
de: Koop-Modus
es: Modo cooperativo
fr: Mode coopératif
pt: Modo Co-op

source: Co-op Partner
de: Koop-Partner
es: Socio cooperativo
fr: Partenaire coop
pt: Parceiro Co-op

source: Co-op Rival 1
de: Koop-Rivale 1
pt: Rival Co-op 1

source: Co-op Rival 2
de: Koop-Rivale 2
pt: Rival Co-op 2

source: Our Team's Timer
de: Der Timer unseres Teams
es: Temporizador de nuestro equipo
fr: Le chronomètre de notre équipe
pt: Cronômetro de nossa equipe

source: This text source will display your team's timer when you finish.
de: Diese Textquelle zeigt den Timer Ihres Teams an, wenn Sie fertig sind.
es: Esta fuente de texto mostrará el cronómetro de tu equipo cuando termines.
fr: Cette source de texte affichera le chronomètre de votre équipe lorsque vous aurez terminé.
pt: Esta fonte de texto exibirá o cronômetro de sua equipe quando você terminar.

source: This text source will be use to display your rival's timer when they finish
de: Diese Textquelle wird verwendet, um den Timer Ihres Rivalen anzuzeigen, wenn er fertig ist
es: Esta fuente de texto se utilizará para mostrar el temporizador de tu rival cuando termine
fr: Cette source de texte sera utilisée pour afficher le chronomètre de votre rival lorsqu'il aura terminé
pt: Esta fonte de texto será usada para exibir o cronômetro do seu rival quando ele terminar

source: Winner Color:
de: Gewinner Farbe:
es: Color del ganador
fr: Couleur du gagnant:
pt: Cor do vencedor:

source: Loser Color:
de: Verlierer Farbe:
es: Color del perdedor
fr: Couleur du perdant:
pt: Cor do perdedor:

source: Winner Undetermined Color
de: Gewinner Unbestimmte Farbe
es: Color del ganador indeterminado
fr: Couleur indéterminée du gagnant
pt: Cor Indeterminada do Vencedor

source: Enable sounds?
de: Töne anschalten?
es: ¿Activar sonidos?
fr: Activer les sons?
pt: Habilitar sons?

source: Media Player Mode
de: Media Player-Modus
es: Modo de reproductor multimedia
fr: Mode lecteur multimédia
pt: Modo Media Player

source: Monitoring Type
de: Überwachungstyp
es: Tipo de monitorización
fr: Type de surveillance
pt: Tipo de Monitoramento

source: Listen Only
de: Nur zuhören
es: Escuchar solo
fr: Écoutez seulement
pt: Ouvir apenas

source: Stream Only
de: Nur Stream
es: Solo transmitir
fr: Diffuser uniquement
pt: Transmitir apenas

source: Listen and Stream
de: Hören und streamen
es: Escuchar y transmitir
fr: Écoutez et diffusez
pt: Ouça e transmita

source: Enable this and set choose a sound file to play when a bot posts or when someone @s you in racetime.gg chat
de: Aktivieren Sie diese Option und wählen Sie eine Audiodatei aus, die abgespielt werden soll, wenn ein Bot Beiträge veröffentlicht oder wenn jemand Sie im racetime.gg-Chat @s
es: Habilite esto y configure elija un archivo de sonido para reproducir cuando un bot publique o cuando alguien lo @ en el chat racetime.gg
fr: Activez cette option et choisissez un fichier son à lire lorsqu'un bot publie ou lorsque quelqu'un vous @s dans le chat racetime.gg
pt: Habilite isso e defina a escolha de um arquivo de som para tocar quando um bot postar ou quando alguém falar com você no chat racetime.gg

source: Chat media file
de: Chat-Mediendatei
es: Archivo multimedia de chat
fr: Fichier multimédia de chat
pt: Arquivo de mídia de bate-papo

source: First Place Sound
de: Erster Platz Sound
es: Sonido de primer lugar
fr: Premier son
pt: Primeiro lugar de som

source: Sound file to play when you finish first.
de: Sounddatei, die abgespielt werden soll, wenn Sie fertig sind.
es: Archivo de sonido para reproducir cuando termines primero.
fr: Fichier son à lire lorsque vous avez terminé en premier.
pt: Arquivo de som a ser reproduzido quando você terminar primeiro.

source: Sound File
de: Audiodatei
es: Archivo de sonido
fr: Fichier audio
pt: Arquivo de Som

source: Type of Trigger
de: Art des Auslösers
es: Tipo de disparador
fr: Type de déclencheur
pt: Tipo de gatilho

source: Chat
pt: Bate-papo

source: Finish Place
de: Platz beenden
es: Lugar de finalización
fr: Endroit d'arrivée
pt: Terminar lugar

source: Timer
es: Temporizador
fr: chronomètre
pt: Cronômetro

source: Only Listen
de: Nur zuhören
fr: Écoutez seulement
pt: Apenas escute

source: Only Stream
de: Nur Stream
fr: Écoutez et diffusez
pt: Apenas transmita

source: Highlighted?
de: Hervorgehoben
fr: Souligné?
pt: Em destaque?

source: Finish Place <=
de: Platz beenden <=
es: Lugar de finalización <=
pt: Terminar Lugar <=

source: Num. Entrants >=
de: Num. Teilnehmer> =
es: Num. Participantes >=
fr: Nombre de participants> =
pt: Número de participantes >=

source: Start playing at
de: Anfangen bei
es: Empieza en
fr: Commencer à
pt: Começa ás

source: Display race results as tournament qualifier?
de: Rennergebnisse als Turnierqualifikation anzeigen?
es: ¿Mostrar los resultados de la carrera como clasificatorio para el torneo?
fr: Afficher les résultats de la course comme qualification du tournoi?
pt: Exibir os resultados da corrida como qualificação do torneio?

source: Qualifier Mode
de: Qualifizierungsmodus
es: Modo de calificación
fr: Mode qualificatif
pt: Modo Qualificador

source: Use Top X as par time, where X=
de: Verwenden Sie Top X als Par-Zeit, wobei X =
es: Utilice Top X como tiempo par, donde X =
fr: Utilisez Top X comme temps par, où X =
pt: Use o Top X como tempo nominal, onde X =

source: Qualifier Par Time Source
de: Nach Zeitquelle qualifizieren
es: Calificar por fuente de tiempo
fr: Source de temps par qualificatif
pt: Fonte de tempo par do qualificador

source: Qualifier Score Source
es: Fuente de puntuación del calificador
fr: Source du score du qualificatif
pt: Fonte de pontuação do qualificador

source: Initial setup - Check to make changes
de: Ersteinrichtung - Überprüfen Sie, ob Änderungen vorgenommen wurden
es: Configuración inicial: marque para realizar cambios
fr: Configuration initiale - Cochez pour apporter des modifications
pt: Configuração inicial - marque para fazer alterações

source: Text Source
de: Textquelle
es: Fuente de texto
fr: Source du texte
pt: Fonte do Texto

source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome do usuário

source: Enable logging
de: Aktiviere das Logging
es: Habilitar el registro
fr: Activer la journalisation
pt: Habilitar registro

source: Log level
de: Protokollstufe
es: Nivel de registro
fr: Niveau de journal
pt: Nível de registro

source: Error
fr: Erreur
pt: Erro

source: Debug
de: Debuggen
es: Depurar
fr: Déboguer
pt: Depurar

source: Info
pt: Informações

source: Generally, only log errors unless you are developing or are trying to find a specific problem.
de: Im Allgemeinen werden nur Fehler protokolliert, es sei denn, Sie entwickeln oder versuchen, ein bestimmtes Problem zu finden.
es: Por lo general, solo registre errores a menos que esté desarrollando o tratando de encontrar un problema específico.
fr: En règle générale, enregistrez uniquement les erreurs, sauf si vous développez ou essayez de trouver un problème spécifique.
pt: Geralmente, apenas registre os erros, a menos que você esteja desenvolvendo ou tentando encontrar um problema específico.

source: Log to file?
de: In Datei anmelden?
es: ¿Unido al expediente?
fr: Connectez-vous au fichier?
pt: Entrar no arquivo?

source: Log File
de: Logdatei
es: Archivo de registro
fr: Fichier journal
pt: Arquivo de log

source: Filter by Category
de: Nach Kategorie filtern
es: Filtrar por categoría
pt: Filtrar por categoria

source: Race
de: Rennen
es: Carrera
fr: Course
pt: Corrida

source: Race Desc
de: Rennbeschreibung
es: Descripción de la carrera
fr: Desc de course
pt: Descrição da corrida

source: Use custom color for podium finishes?
de: Benutzerdefinierte Farbe für Podestplätze verwenden?
es: ¿Usar colores personalizados para los acabados del podio?
fr: Utiliser une couleur personnalisée pour les podiums?
pt: Usar cores personalizadas para acabamentos de pódio?

source: Podium Colors
de: Podiumsfarben
es: Colores del podio
fr: Couleurs du podium
pt: Cores do Pódio

source: Pre-race:
de: Vor dem Rennen:
es: Antes de la carrera:
fr: Avant la course:
pt: Pré-corrida:

source: Still racing:
de: Noch Rennen:
es: Todavía corriendo:
fr: Toujours en course:
pt: Ainda correndo:

source: 1st place:
de: Platz 1:
es: 1er lugar
fr: 1ère place:
pt: 1 º lugar:

source: 2nd place:
de: Platz 2:
es: 2er lugar
fr: 2ème place:
pt: 2 º lugar:

source: 3rd place:
de: Platz 3:
es: 3er lugar
fr: 3ème place:
pt: 3 º lugar:

source: After podium:
de: Nach dem Podium:
es: Después del podio:
fr: Après le podium:
pt: Depois do pódio:

source: Media Trigger #
de: Medientrigger #
es: Activador de medios #
fr: Déclencheur multimédia #

source: Chat Pings
es: Pings de chat
